module.exports = {
  translation: {
    SKILL_NAME: 'उच्च नीच खेल',
    EXIT_MESSAGE: 'खेलने के लिए शुक्रिया',
    FALLBACK_MESSAGE_DURING_GAME: `मैं आपकी मदद नहीं कर सकती। 0 और 100 के बीच की संख्या का अनुमान लगाने का प्रयास करें। `,
    FALLBACK_REPROMPT_DURING_GAME: 'कृपया 0 और 100 के बीच की संख्या का अनुमान लगाएं।',
    FALLBACK_MESSAGE_OUTSIDE_GAME: `मैं आपकी मदद नहीं कर सकती। मैं 0 और 100 के बीच की संख्या के साथ आऊंगा और आप उस सीमा में एक संख्या कहकर इसका अनुमान लगाने का प्रयास करेंगे। क्या आप खेलना पसंद करेंगे?`,
    GUESS_CORRECT_MESSAGE: '%s सही है! क्या आप फिर से खेलना चाहेंगे?',
    LAUNCH_MESSAGE: 'उच्च नीच अनुमान लगाने के खेल में आपका स्वागत है। आपने %s बार यह खेल खेला है। क्या आप खेलना पसंद करेंगे?',
    TOO_HIGH_MESSAGE: '%s बहुत ऊंचा है।',
    TOO_HIGH_REPROMPT: 'एक छोटी संख्या का अनुमान लगाने की कोशिश करें।',
    TOO_LOW_MESSAGE: '%s बहुत नीचे है।',
    TOO_LOW_REPROMPT: 'एक बड़ी संख्या का अनुमान लगाने की कोशिश करें।',
    CONTINUE_MESSAGE: 'खेलने के लिए हां कहें या न छोड़ने के लिए।',
    HELP_MESSAGE: 'मैं 0 और 100 के बीच की संख्या के बारे में सोच रही हूं, यह अनुमान लगाने का प्रयास करें और मैं आपको बताऊंगी कि क्या यह उच्च या निम्न है।',
    HELP_REPROMPT: 'एक संख्या कहने का प्रयास करें।',
    ERROR_MESSAGE: 'माफ़ करे। कुछ गड़बड़ हुई है',
    YES_MESSAGE: 'बहुत बढ़िया! खेल शुरू करने के लिए एक संख्या कहने की कोशिश करो।'
  }
};
